{
  "data": [
    { "index" : 0,
      "animationType" : 1,
      "background" : ".--bg01",
      "audioSrc" : "audio/thunder-rain.mp3",
      "leftPage" :"img/leftPage_oiseau.png",
      "date" : "03 mai 2018",
      "text" : "Je n'arrive pas à croire que ça me soit arrivé... Je pensais que c'était le genre de truc qui touchait les autres, pas MOI ! D'accord je travaille beaucoup, je suis sous tension permanente, j'ai plus vraiment le temps de voir mes amis et avec Martin ça fait un an que notre histoire d'amour ne ressemble plus à grand chose mais quand même... De là à me retrouver à même pas 30 ans avec arrêt maladie de 2 mois pour \"état dépressif secondaire dû à un « burn out » professionnel\", c'est que j'ai vraiment raté quelque chose."
    },
    { "index" : 1,
      "animationType" : 1,
      "background" : ".--bg01",
      "audioSrc" : "audio/wake-me-up.mp3",
      "leftPage" :"img/leftPage_lightBulbs.png",
      "date" : "07 mai 2018",
      "text" : "Tout le monde me conseille de partir et de changer d'air, d'aller m'aérer l'esprit ailleurs pour prendre du recul sur la situation. Il n'y a que Martin qui ne dit rien, impassible comme toujours. Je me demande vraiment ce qu'on fout encore ensemble, si ce n'est pour diviser le loyer en deux... <br /> Mais là n'est pas là question ! Pour une fois, je vais écouter ce qu'on me dit de faire et me trouver une destination."
    },
    { "index" : 2,
      "animationType" : 1,
      "background" : ".--bg01",
      "audioSrc" : "audio/tairo-jolie-fleur-clip-officiel.mp3",
      "leftPage" :"img/leftPage_ship.png",
      "date" : "08 mai 2018",
      "text" : "C'est décidé, je pars pour la Réunion !!! Depuis le temps que je dis que je veux y aller, aujourd'hui le travail n'est plus là pour m'en empêcher... <br /> Et puis, je peux l'écrire ici, je jalouse secrêtement tous ces gens qui partent en solo à l'aventure, avec pour seuls compagnons un sac à dos et leur courage. J'aimerais tellement être comme eux... Fini les transports parisiens dégueulasses, les horaires à respecter, les dossiers à rendre en urgence... ce serait le rêve ! Le problème, c'est que je ne suis pas tout à fait ce qu'on pourrait appeler une aventurière."
    },
    { "index" : 3,
      "animationType" : 1,
      "background" : ".--bg01",
      "audioSrc" : "audio/alan-watts-choice.mp3",
      "leftPage" :"img/leftPage_feather.png",
      "date" : "",
      "text" : "J'ai un sens de l'orientation déplorable, la condition sportive d'une sexagénaire asthmatique, et une peur vicérale des araignées et de la solitude... Du coup pour ce voyage je suis face à un dilemme :",
      "choices": [
        {
          "choice" : "Soit choisir le confort et emmener Martin avec moi, bien que notre relation soit au plus mal...",
          "next" : "5"
        },
        {
          "choice" : "Soit choisir de dépasser mon appréhension et prendre le risque de vivre une vraie aventure...",
          "next" : "4"
        }
      ]
    },
    { "index" : 4,
      "animationType" : 1,
      "background" : ".--bg05",
      "audioSrc" : "audio/who-run-the-world-girls.mp3",
      "leftPage" :"img/leftPage_pinapple.png",
      "date" : "15 mai 2018",
      "text" : "Je n'arrive pas à croire que j'ai sauté le pas ! Je l'ai fait ! Au final, ça n'a pas été si difficile de quitter Martin... Me voilà donc célibataire et prête à vivre ce voyage à fond! <br/> Ne reste plus qu'à décider comment : ",
      "choices": [
        {
          "choice" : "Plutôt hôtel All Inclusive, allongée sur un transat au bord de la piscine à siroter mon coktail",
          "next" : "6"
        },
        {
          "choice" : "À la roots, à échanger et partager des repas avec des locaux et d'autres voyageurs, à profiter sans me soucier de demain.",
          "next" : "7"
        }
      ]
    },
    { "index" : 5,
      "animationType" : 1,
      "background" : ".--bg04",
      "audioSrc" : "audio/beach-song.mp3",
      "leftPage" :"img/leftPage_anchor.png",
      "date" : "17 mai 2018",
      "text" : "Nous voilà arrivés sur l'île depuis 2 jours mais je n'arrive pas à faire le vide. Martin est là seulement parce que mes peurs m'ont rattrapées et que je n'ai pas eu le courage de partir sans lui. Au fond de moi, je n'ai pas envie qu'il soit ici et je sens que je suis en train de passer à côté de quelque chose... Je sais que je dois prendre une décison :",
      "choices": [
        {
          "choice" : "Soit je reste avec Martin et j'essaye de réparer ce qu'il nous reste de sentiments",
          "next" : "9"
        },
        {
          "choice" : "Soit je prends mon courage à deux mains et je me risque à une aventure en solitaire",
          "next" : "4"
        }
      ]
    },
    { "index" : 6,
      "animationType" : 1,
      "background" : ".--bg02",
      "audioSrc" : "audio/beach-song.mp3",
      "leftPage" :"img/leftPage_animals.png",
      "date" : "18 mai 2018",
      "text" : "Aaaah l'hôtel, le spa, la plage... qu'est-ce que je suis bien ici ! Aujourd'hui j'ai fait bronzette toute la journée !! C'est si calme ici, ça fait tellement de bien. Je me demande même si je ne vais pas un peu m'ennuyer à la longue. De toute façon rien n'est fixé et j'ai deux choix qui s'offre à moi : ",
      "choices": [
        {
          "choice" : "Passer mes 3 semaines à l'hôtel pour des vacances 100% farniente ! ",
          "next" : "12"
        },
        {
          "choice" : "Ajouter un peu de piment à ce séjour et partir faire le tour de l'île sac à dos sur le dos, ambiance aventure !",
          "next" : "7"
        }
      ]
    },
    { "index" : 7,
      "animationType" : 2,
      "background" : ".--bg03",
      "audioSrc" : "audio/indian-summer.mp3",
      "leftPage" :"img/leftPage_butterflies.png",
      "buttons" : true,
      "date" : "21 mai 2018",
      "text" : "Voyager à la roots c'est vraiment le meilleur moyen de découvrir un pays... Les Réunionnais sont tellement chaleureux et accueillants, je me sens plus chez moi ici qu'à Paris ! J'ai rencontré plein de gens géniaux qui m'ont invitée chez eux ou à partager des barbuc' sur la plage avec eux. Au final je ne suis presque jamais seule, je regrette tellement de ne jamais être partie en solo avant. Hier j'ai rencontré un trio trop sympa. Ça fait 4 mois qu'ils ont débuté leur tour du monde après avoir chacun quitté leur job.",
      "choices": [
        {
          "choice" :"",
          "next" : "0"
        },
        {
          "choice" : "",
          "next" : "0"
        }
      ]
    },
    { "index" : 8,
      "animationType" : 1,
      "background" : ".--bg03",
      "audioSrc" : "audio/sunset-lover.mp3",
      "leftPage" :"img/leftPage_photographer.png",
      "date" : "",
      "text" : "Ils sont au courant pour le Burn Out et ils m'ont proposé de les suivre, de tout lâcher de mon ancienne vie. C'est vrai que c'est hyper tentant...  ",
      "choices": [
        {
          "choice" : "Partir comme ça, abandonner sur un coup de tête cette vie bien rangée dans laquelle je ne m'épanouie pas pour vivre une expérience unique pleine d'incertitude.",
          "next" : "10"
        },
        {
          "choice" : "Ou rentrer à Paris, me trouver un boulot plus tranquille, rester auprès de ceux que j'aime et assurer mon avenir...",
          "next" : "11"
        }
      ]
    },
    { "index" : 9,
      "animationType" : 3,
      "background" : ".--bg04",
      "audioSrc" : "audio/experience.mp3",
      "leftPage" :"img/leftPage_ornement2.png",
      "date" : "03 juin 2018",
      "text" : "C'est dingue d'être aussi lâche !!! J'ai tellement eu peur de me retrouver toute seule que j'ai passé mes vacances avec Martin alors qu'on a plus rien à se dire. On rentre demain en France et je n'ai pas l'impression d'avoir fait le vide, ni d'être apaisée. Aujourd'hui je réalise combien c'est une erreur de ne pas être partie seule. Ça n'aurait peut-être pas été une expérience fructueuse, ni même de bonnes vacances, mais au moins j'aurais la satisfaction de ne pas avoir de regrets... ",
      "choices": [
        {
          "choice" : "Et si j'avais fait un autre choix ?",
          "next" : "3"
        },
        {
          "choice" : "",
          "next" : ""
        }
      ]
    },
    { "index" : 10,
      "animationType" : 3,
      "background" : ".--bg05",
      "audioSrc" : "audio/feeling-good.mp3",
      "leftPage" :"img/leftPage_map.png",
      "date" : "30 mai 2018",
      "text" : "C'est décidé, dès que je rentre à Paris, je démissionne, je vends mon appart et je repars aussitôt parcourir le globe ! Tous ces voyageurs que j'ai rencontré m'ont tellement inspirée !! J'ai ressenti un soulagmenent incroyable en comprenant qu'on avait le droit d'être heureux autrement qu'avec une panoplie \"maison / mari / enfants\". Aujourd'hui débute ma vie de globe-trotteuse, et surtout de femme heureuse !!! <br> Je me demande quand même...",
      "choices": [
        {
          "choice" : "Où est-ce que j'en serais si j'avais fait un autre choix au départ?",
          "next" : "3"
        },
        {
          "choice" : "",
          "next" : ""
        }
      ]
    },
    { "index" : 11,
      "animationType" : 3,
      "background" : ".--bg05",
      "audioSrc" : "audio/feeling-good.mp3",
      "leftPage" :"img/leftPage_flowers.png",
      "date" : "02 juin 2018",
      "text" : "Dernière journée ici... C'est dingue ce que j'ai pu changer en juste 3 semaines. Rencontrer tous ces gens, ça m'a vraiment appris à penser différemment. Je garde en tête la proposition de mes amis de les rejoindre dans leur tour du monde mais pour l'instant je préfère rentrer à Paris, je reste trop fragile pour sauter le pas. <br /> En tous cas merci Réunion, ton soleil et ton accueil vont me manquer ! Je me demande quand même :",
      "choices": [
        {
          "choice" : "Où est-ce que j'en serais si j'avais fait d'autres choix au départ?",
          "next" : "3"
        },
        {
          "choice" : "",
          "next" : ""
        }
      ]
    },
    { "index" : 12,
      "animationType" : 3,
      "background" : ".--bg02",
      "audioSrc" : "audio/feeling-good.mp3",
      "leftPage" :"img/leftPage_ornement3.png",
      "date" : "30 mai 2018",
      "text" : "Ça y est, les 3 semaines touchent à leur fin. AAAaaaah j'ai pas envie de rentrer ! Je me suis tellement bien reposée ici ! Être en tête à tête avec moi-même ça m'a quand même permis de faire le point sur ma vie. Quand je serai rentrée, je chercherai un nouveau boulot, moins stressant. C'est quand même fou comme nos choix peuvent influencer le cours de notre vie...",
      "choices": [
        {
          "choice" : "Que se serait-il passé pour moi si j'avais fait des choix différents ?",
          "next" : "3"
        },
        {
          "choice" : "",
          "next" : ""
        }
      ]
    }
  ]
}
